[
  {
    "id": 1,
    "text": "Você não é só o amor da minha vida, você é a vida no meu amor."
  },
  {
    "id": 2,
    "text": "Desde que você chegou, cada dia se tornou um capítulo lindo da nossa história."
  },
  {
    "id": 3,
    "text": "Seu sorriso não só ilumina meu mundo, ele me dá forças para enfrentar qualquer escuridão."
  },
  {
    "id": 4,
    "text": "O tempo passa, mas meu amor por você só cresce, como uma estrela que nunca deixa de brilhar."
  },
  {
    "id": 5,
    "text": "Ter você ao meu lado é a prova de que sonhos podem se tornar realidade."
  },
  {
    "id": 6,
    "text": "Meu coração não bate mais sozinho, ele pulsa no ritmo do seu."
  },
  {
    "id": 7,
    "text": "Entre bilhões de pessoas no mundo, meu destino sempre será você."
  },
  {
    "id": 8,
    "text": "Cada plano, cada sonho, cada dia... tudo faz mais sentido porque é com você."
  },
  {
    "id": 9,
    "text": "O amor sempre foi um mistério para mim, até que você veio e se tornou minha resposta."
  },
  {
    "id": 10,
    "text": "Você não só me faz querer ser melhor, você me faz ser melhor sem que eu perceba."
  },
  {
    "id": 11,
    "text": "Se o amor fosse um idioma, o meu vocabulário inteiro seria você."
  },
  {
    "id": 12,
    "text": "Nos seus braços, encontrei meu lar, e no seu olhar, meu universo."
  },
  {
    "id": 13,
    "text": "Cada segundo ao seu lado é uma eternidade que eu nunca quero que acabe."
  },
  {
    "id": 14,
    "text": "Se a felicidade tivesse um nome, para mim, seria o seu."
  },
  {
    "id": 15,
    "text": "Você é a parte mais bonita dos meus dias e a razão dos meus melhores sorrisos."
  },
  {
    "id": 16,
    "text": "O mundo pode mudar, o tempo pode passar, mas meu amor por você é imutável."
  },
  {
    "id": 17,
    "text": "Desde que te conheci, a definição de paraíso mudou: agora, é qualquer lugar onde você está."
  },
  {
    "id": 18,
    "text": "Você não é apenas um sonho que se tornou real, é um sonho que superou todas as minhas expectativas."
  },
  {
    "id": 19,
    "text": "O destino pode ter nos colocado no mesmo caminho, mas foi o amor que nos fez escolher seguir juntos."
  },
  {
    "id": 20,
    "text": "Se meu coração tivesse uma playlist, cada batida seria uma melodia composta por você."
  }
]
